Repository: antonkurakovdev/cscart_pro_reviews
Catalog: var/langs/*/addons/altteam_pro_reviews.po
Languages: ru_ru

# Addons::name::altteam_pro_reviews
source: [Alt-team] Advanced Reviews
ru_ru: [Alt-team] Продвинутые отзывы

# Addons::description::altteam_pro_reviews
source: Extends the existing version of discussions. Developed by <a target="_blank" href="https://alt-team.com/">Alt-team</a>
ru_ru: Позволяет добавлять дополнительные параметры к отзывам и разбивать оценку на несколько пунктов (доставка, обслуживание, быстрота и т.д). Разработано <a target="_blank" href="https://alt-team.com/">Alt-team</a>

# Languages::global_review_attributes
source: Advanced Reviews
ru_ru: Продвинутые отзывы

# Languages::attribute
source: attribute
ru_ru: Параметры

# Languages::attributes_have_been_applied_to_products
source: Attributes have been successfully applied to the selected products
ru_ru: Параметры были успешно применены к выбранным товарам

# Languages::review_attributes
source: Review attributes
ru_ru: Параметры отзыва

# Languages::customer_reviews
source: Customer Reviews
ru_ru: Отзывы пользователя

# Languages::write_your_review
source: Write your own Review
ru_ru: Оставьте Ваш отзыв

# Languages::stars
source: stars
ru_ru: звёзды

# Languages::average_rating
source: Average rating
ru_ru: Суммарный рейтинг

# Languages::reviews
source: reviews
ru_ru: отзывы

# Languages::reviews_title
source: Reviews
ru_ru: Отзывы

# Languages::you_like_this
source: Helpful
ru_ru: Полезный

# Languages::you_not_like_this
source: Useless
ru_ru: Бесполезный

# Languages::no_more_vote
source: Sorry, you have already voted!
ru_ru: Извините, но вы уже проголосовали!

# Languages::thanks_for_vote
source: Thanks for voting
ru_ru: Спасибо за голосование

# Languages::found_useful
source: Found useful
ru_ru: Был полезен

# Languages::select_attributes
source: Select attributes
ru_ru: Выберите параметры

# Languages::most_helpful_first
source: Most helpful first
ru_ru: Сперва самые полезные

# Languages::highest_rating_first
source: Highest rating first
ru_ru: Сначала с высшим рейтингом

# Languages::lowest_rating_first
source: Lowest rating first
ru_ru: Сначала с низшим рейтингом

# Languages::newest_first
source: Newest first
ru_ru: Сначала новые

# Languages::oldest_first
source: Oldest first
ru_ru: Сначала старые

# Languages::was_helpful
source: Was this review helpful for you?
ru_ru: Был ли Вам полезен этот отзыв?

# Languages::zero_price_html_block
source: Zero price HTML block
ru_ru: HTML блок с нулевой ценой

# Languages::reviews_emails
source: Reviews emails
ru_ru: Отзывы на почты

# Languages::text_all_items_included
source: All items included
ru_ru: Все элементы включены

# Languages::review_attributes_yes
source: Yes
ru_ru: Да

# Languages::review_attributes_no
source: No
ru_ru: Нет

# Languages::global_review_attributes_menu_description
source: Manage the attributes of review
ru_ru: Управление параметрами отзывов

# Languages::manage_attributes
source: Reviews attributes
ru_ru: Парметры отзывов

# Languages::apply_attr_to_product
source: Apply attributes to products
ru_ru: Применить параметры к товарам

# Languages::reccomended_this_item
source: of customers recommend this product
ru_ru: пользователей рекомендует этот товар

# Languages::customer_not_reccomended
source: Not recommended
ru_ru: Не рекомендует

# Languages::customer_reccomended
source: Recommended
ru_ru: Рекомендует

# Languages::pro_plus
source: Pluses
ru_ru: Плюсы

# Languages::pro_minus
source: Minuses
ru_ru: Минусы

# Languages::review
source: Review
ru_ru: Отзыв

# Languages::is_recommended
source: Recommend a product?
ru_ru: Рекомендуете товар?

# Languages::enable_all_reviews
source: Enable All Reviews
ru_ru: Включить Отзывы

# Languages::disable_all_reviews
source: Disable All Reviews
ru_ru: Выключить Отзывы

# Languages::er_enable
source: Use
ru_ru: Применить

# Languages::click_link_below
source: Please, select an action
ru_ru: Пожалуйста, выберите действие

# SettingsSections::altteam_pro_reviews::general
source: General
ru_ru: Общее

# SettingsSections::altteam_pro_reviews::styles
source: Styles
ru_ru: Стили

# SettingsSections::altteam_pro_reviews::enable_reviews
source: Enable reviews
ru_ru: Управление отзывами

# SettingsOptions::altteam_pro_reviews::default_status
source: Default value
ru_ru: Значение по умолчанию

# SettingsOptions::altteam_pro_reviews::enabled_reviews
source: Enabled All Reviews
ru_ru: Включить все отзывы

# SettingsVariants::altteam_pro_reviews::default_status::B
source: Communication and Rating
ru_ru: Обсуждение и Рейтинг

# SettingsVariants::altteam_pro_reviews::default_status::C
source: Communication
ru_ru: Обсуждение

# SettingsVariants::altteam_pro_reviews::default_status::R
source: Rating
ru_ru: Рейтинг

# SettingsVariants::altteam_pro_reviews::default_status::D
source: Disabled
ru_ru: Выключено

# SettingsOptions::altteam_pro_reviews::enable_recommendation
source: Enable recommendation
ru_ru: Включить рекомендации

# SettingsOptions::altteam_pro_reviews::enable_chart
source: Enable chart
ru_ru: Включить диаграмму

# SettingsOptions::altteam_pro_reviews::enable_summary_notice
source: Enable summary notice
ru_ru: Включить предупреждение

# SettingsOptions::altteam_pro_reviews::enable_sorting
source: Enable sorting
ru_ru: Включить сортировку

# SettingsOptions::altteam_pro_reviews::enable_likes
source: Enable likes
ru_ru: Включить оценку ответов

# SettingsOptions::altteam_pro_reviews::enable_date
source: Enable date
ru_ru: Показать дату

# SettingsOptions::altteam_pro_reviews::enable_image
source: Enable image
ru_ru: Показать изображение

# SettingsOptions::altteam_pro_reviews::enable_title
source: Enable date of experience
ru_ru: Показать срок использования

# SettingsOptions::altteam_pro_reviews::enable_advantages
source: Enable advantages
ru_ru: Показать преимущества

# SettingsOptions::altteam_pro_reviews::enable_real_customer
source: Enable real customer
ru_ru: Показать бейдж проверенного покупателя

# SettingsOptions::altteam_pro_reviews::enable_admin_answer
source: Enable administrator's answer
ru_ru: Показать ответ администратора

# Languages::admin_response
source: Admin's response
ru_ru: Ответ администратора

# Languages::one_review
source: review
ru_ru: отзыв

# Languages::several_reviews
source: reviews
ru_ru: отзыва

# Languages::pro_many_reviews
source: reviews
ru_ru: отзывов

# Languages::only_recommended
source: Only reсommended
ru_ru: Только рекомендованные

# Languages::only_real_customers
source: Only real customers
ru_ru: Только настоящие покупатели

# Languages::real_customer
source: Real customer
ru_ru: Настоящий покупатель

# Languages::real_customer_notice
source: Customers who confirmed their review with a purchase
ru_ru: Покупатель, который подтвердил отзыв покупкой

# Languages::pro_summary_notice
source: Your review will be checked by administrators before it gets published.
ru_ru: Ваш отзыв будет проверен администраторами сайта, прежде чем оно будет опубликован.

# SettingsOptions::altteam_pro_reviews::stars
source: Stars color
ru_ru: Цвет звёзд

# SettingsOptions::altteam_pro_reviews::likes_icons
source: Like icons color
ru_ru: Цвет лайков

# SettingsOptions::altteam_pro_reviews::text
source: Text color
ru_ru: Цвет текста

# SettingsOptions::altteam_pro_reviews::reccom
source: Recommendations color
ru_ru: Цвет рекомендации

# SettingsOptions::altteam_pro_reviews::review_btn_back
source: Review button background
ru_ru: Фон кнопки отзыва

# SettingsOptions::altteam_pro_reviews::review_btn_text
source: Review button text color
ru_ru: Цвет шрифта кнопки отзыва

# SettingsOptions::altteam_pro_reviews::pie_chart
source: Chart color
ru_ru: Цвет диаграммы

# Languages::usage_time
source: Purchased
ru_ru: Срок использования
